Repository: fel1x-developer/OnionBrowser
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, de, el, es, fa, fi, fr, ga, he, hr, hu_hu, is, it, ja, km, ko, mk, pl, pt_br, pt_pt, ro, ru, sq, tr_tr, uk, vi, zh_hans, zh_hant

source: %@ alone provides a VPN proxy. It will hide apps from network monitoring and give you access when they are blocked.
de: %@ alleine leitet allen Datenverkehr durch das Tor-Netzwerk. Es versteckt Apps vor Netzwerküberwachung und ermöglicht ihnen Zugriff, auch sie in Deinem Netzwerk blockiert werden.
es: %@ solo proporciona un proxy VPN. Ocultará las aplicaciones de la supervisión de la red y te dará acceso cuando estén bloqueadas.
ru: Только %@ предоставляет VPN-прокси. Он скроет приложения от отслеживания сети и предоставит вам доступ, если они были заблокированы.
sq: Vetë %@ furnizon një ndërmjetës VPN. Do të fshehë aplikacione nga mbikëqyrje rrjeti dhe do t’ju japë hyrje, kur të jenë bllokuar.
tr_tr: %@ kendisi bir VPN vekil sunucusu sağlar. Uygulamaları ağın izlenmesinden gizler ve engellemeleri aşarak size erişim sağlar.
zh_hant: %@ 內建了 VPN proxy。它能在網路監控下隱藏應用程式，讓您在網路被阻擋時仍能存取。

source: %@ Get updates on the status of the connection.
de: %@ Benachrichtigungen erhalten, wenn sich der Status des Verbindung ändert.
es: %@ Obten actualizaciones sobre el estado de la conexión.
hr: %@ Dobi aktualizirane podatke o stanju veze.
ru: %@ получает обновления о статусе соединения.
sq: %@ Merr përditësime mbi gjendjen e lidhjes.
tr_tr: %@Bağlantının durumu ile ilgili güncellemeler alın.
zh_hant: %@ 更新連線狀態的資訊。

source: %@ installed! One more step.
de: %@ installiert! Nur noch ein Schritt.
es: %@ instalado! Un paso más.
hr: %@ je instaliran! Još jedan korak.
ru: %@ установлен! Еще один шаг.
sq: %@ u instalua! Edhe një hap të fundit.
tr_tr: %@ kuruldu! Bir adım daha kaldı.
zh_hant: %@ 安裝完成！再一步就好。

source: %@ more protection from IP leaks
de: %@ verbesserter Schutz vor dem versehentlichen Aufdecken Deiner IP-Adresse
es: %@ más protección contra filtraciones de IP
hr: %@ jača zaštita od otkrivanja IP-a
ru: %@ дополнительная защита от утечек IP
sq: %@ më tepër mbrojtje kundër rrjedhjesh IP
tr_tr: %@ IP sızıntılarına karşı daha iyi koruma
zh_hant: %@ 更能保護您免於洩漏 IP

source: %@ new standards
de: %@ Unterstützung neuerer Web-Standards
es: %@ nuevos estándares
hr: %@ novi standardi
ru: %@ новые стандарты
sq: %@ standarde të rinj
tr_tr: %@ yeni standartlar
zh_hant: %@ 新的標準

source: %@ video and audio streaming
de: %@ Video- und Audiostreaming
es: %@ transmisión de video y audio
hr: %@ video i audio prijenos
ru: %@ потоковое видео и аудио
sq: %@ transmetim audio dhe video
tr_tr: %@ görüntü ve ses akışı
zh_hant: %@ 視訊及音訊串流

source: %1$@ now relies on %2$@ for a secure connection to Tor.
de: %1$@ benötigt jetzt %2$@ für eine sichere Verbindung zum Tor-Netzwerk.
es: %1$@ ahora depende de %2$@ para una conexión segura a Tor.
sq: Për një lidhje të siguruar me Tor-in, %1$@ tani bazohet në %2$@.
tr_tr: %1$@, Tor ile güvenli bir bağlantı kurmak için artık %2$@ kullanıyor.
zh_hant: %1$@ 現在依賴 %2$@ 來建立與 Tor 的安全連線。

source: %1$@ relies on %2$@ for a secure connection to Tor. Install the %2$@ app to continue.
de: %1$@ benötigt %2$@ für eine sichere Verbindung zum Tor-Netzwerk. Installiere die %2$@-App um weiter zu machen.
es: %1$@se basa en %2$@ para una conexión segura a Tor. Instala %2$@ app para continuar.
hr: %1$@ treba %2$@ za sigurnu vezu s Torom. Instaliraj %2$@ za nastavljanje.
ru: %1$@ использует %2$@ для обеспечения защищенного соединения с Tor. Установите приложение %2$@, чтобы продолжить.
sq: %1$@ bazohet në %2$@ për lidhje të siguruar me Tor-in. Që të vazhdohet, instaloni aplikacionin %2$@.
tr_tr: %1$@, güvenli Tor bağlantısı için %2$@ kullanıyor. İlerlemek için %2$@ uygulamasını kurun.
zh_hant: %1$@ 依賴 %2$@ 來建立與 Tor 的安全連線。請安裝 %2$@ 應用程式以繼續。

source: %1$@ runs in onion-only mode. This is dangerous and %2$@ does not support it. Switch it off to use %2$@!
de: %1$@ läuft im "Nur-Onion-Modus". Das ist gefährlich und wird von %2$@ nicht unterstützt. Schalte ihn ab, um %2$@ zu benutzen!
es: %1$@ se ejecuta unicamente en modo cebolla. Esto es riesgozo y %2$@ no lo soporta. Desactivalo para usar %2$@!
ru: %1$@ запущен в режиме onion. Это опасно и %2$@ его не поддерживает. Выключите его для начала использования %2$@!
sq: %1$@ xhiron nën mënyrën “vetëm onion”. Kjo është e rrezikshme dhe 2$@ nuk e mbulon. Që të përdorni %2$@, çaktivizojeni!
tr_tr: %1$@ onion-only kipinde çalışıyor. Bu tehlikeye açıktır %2$@ tarafından desteklenmez. %2$@ kullanmak için kapatın!
zh_hant: %1$@ 正在執行僅限 onion 模式。這十分危險，且 %2$@ 不支援此模式。關閉此模式來使用 %2$@！

source: %1$@ Use %2$@ to connect to the official Tor network.
de: %1$@ %2$@ benutzen, um sich mit dem Tor-Netzwerk zu verbinden.
es: %1$@ Usa %2$@ para conectarte a la red oficial de Tor.
hr: %1$@ Koristi %2$@ za povezivanje s javnom Tor mrežom.
ru: %1$@ использует %2$@ для подключения к официальной сети Tor.
sq: %1$@ Përdor %2$@ për t’u lidhur te rrjeti zyrtar Tor.
tr_tr: %1$@ resmi Tor ağı ile bağlantı kurmak için %2$@ kullanıyor.
zh_hant: %1$@ 使用 %2$@ 連線到 Tor 官方網路。

source: Access to %@ was Denied
de: Zugriff auf %@ wurde abgelehnt
es: Acceso a %@ fue negado
hr: Pristup %@u je odbijen
ru: Доступ к %@ был запрещен
sq: Hyrja për te %@ u Mohua
tr_tr: %@ erişimi reddedildi
zh_hant: 存取 %@ 遭拒

source: Add "%@" as the search term placeholder!
de: Verwende "%@" als Platzhalter für den Suchbegriff!
es: ¡Agrega "%@" como marcador de posición del término de búsqueda!
fa: "%@" را به عنوان جایگزین عبارت جستجو اضافه کنید!
fi: Lisää "%@" hakulausekkeen muuttujaksi!
hr: Dodaj „%@” kao rezervirani pojam pretrage!
is: Bættu "%@" við sem frátökutákni fyrir leitarorðið!
ja: "%@"を検索初期値に追加
ru: Добавьте «%@» в качестве плейсхолдера поискового запроса!
sq: Shto “%@” si vendmbajtëse termi kërkimi!
tr_tr: Arama ifadesi yer belirteci olarak "%@" ekle!
uk: Додати «%@» як заповнювач елементу пошуку!
zh_hans: 用“%@”代替搜索词！
zh_hant: 新增搜尋時使用的 "%@" 預留文字！

source: Add Search Engine
de: Suchmaschine hinzufügen
es: Agrega un motor de busqueda
fa: افزودن موتور جستجو
fi: Lisää hakukone
hr: Dodaj tražilicu
is: Bæta við leitarvél
ja: 検索エンジンを追加
ru: Добавить поисковую систему
sq: Shtoni Motor Kërkimesh
tr_tr: Arama motoru ekle
uk: Додати пошукову систему
zh_hans: 添加搜索引擎
zh_hant: 新增搜尋引擎

source: Add to %@
de: Zu %@ hinzufügen
es: Agrega a %@
hr: Dodaj %@u
ru: Добавить в %@
sq: Shtoje te %@
tr_tr: %@ üzerine ekle
zh_hant: 新增到 %@

source: Allow Access to Microphone and Video
de: Zugriff auf Mikrofon und Tastatur erlauben
es: Permitir acceso a micrófono y video
hr: Dozvoli pristup mikrofonu i videu
ru: Разрешить доступ к микрофону и видео
sq: Lejoni Përdorim të Mikrofonit dhe Videos
tr_tr: Mikrofon ve kameraya erişme izni ver
zh_hant: 允許存取麥克風及視訊

source: Allow Access to Orientation and Motion Data
de: Zugriff auf Kompass- und Bewegungsdaten erlauben
es: Permitir el acceso a datos de orientación y movimiento
hr: Dozvoli pristup podacima smjera i kretanja
ru: Разрешить доступ к данным об ориентации и движении
sq: Lejo Hyrje në të Dhëna Orientimi dhe Lëvizjeje
tr_tr: Konum ve hareket verilerine erişme izni ver
zh_hant: 允許存取方向及動作資料

source: Allow JavaScript
de: JavaScript erlauben
es: Permitir JavaScript
hr: Dozvoli JavaScript
ru: Разрешить JavaScript
sq: Lejo JavaScript
tr_tr: JavaScript kullanılabilsin
zh_hant: 允許 JavaScript

source: Ask %@ for permission to access it.
de: Frag %@ nach der Erlaubnis es zu benutzen.
es: Pedir a %@ permiso para accesarlo.
hr: Zatraži %@ za dozvolu pristupa.
ru: Запросить у %@ разрешение на доступ к нему
sq: Kërkoji %@ leje për hyrje në të.
tr_tr: %@ erişim izni istiyor.
zh_hant: 請向 %@ 請求存取權限。

source: Ask again to continue.
de: Frag nochmal, um weiter zu machen.
es: Preguntar nuevamente para continuar.
hr: Zatraži ponovo za nastavljanje.
ru: Запросить еще раз, чтобы продолжить.
sq: Pyet sërish për të vazhduar
tr_tr: İlerlemek için yeniden sor
zh_hant: 請再請求一次以繼續。

source: Autocomplete URL
de: Vorschläge-URL
es: Autocompletar URL
fa: تکمیل خودکار آدرس
fi: URL-automaattitäyttö
hr: Automatski dovrši URL
is: Sjálfvirk klárun vefslóða
ja: URLを自動補完
ru: Автозаполнение URL
sq: Vetëplotëso URL
tr_tr: Otomatik adres tamamlama
uk: Автоматичне завершення URL
zh_hans: 自动完成 URL
zh_hant: 自動完成 URL

source: Both are free to use. Free of tracking. Code is open source.
de: Beide sind kostenlos nutzbar und frei von Tracking. Der Quellcode ist öffentlich verfügbar.
es: Ambos son de uso gratuito. Libre de seguimiento. Y de código abierto.
ru: Оба бесплатны в использовании. Свободны от отслеживания. Исходный код открыт.
sq: Që të dyja janë të lira. Të lira nga gjurmimi. Kodi është me burim të hapët.
tr_tr: İkisi de ücretsiz kullanılabilir. İzlenmeyi engelleyin. Açık kaynak kodludur.
zh_hant: 兩者都完全自由且免費使用。無須擔心被追蹤。原始碼皆有開源。

source: Download
de: Herunterladen
es: Descargar
ru: Скачать
sq: Shkarkim
tr_tr: İndir
zh_hant: 下載

source: Edit Search Engine
de: Suchmaschine bearbeiten
es: Editar motor de búsqueda
fa: ویرایش موتور جستجو
fi: Muokkaa hakukonetta
hr: Uredi tražilicu
is: Breyta leitarvél
ja: 検索エンジンを編集
pt_br: Editar Mecanismo de Pesquisa
ru: Изменить поисковую систему
sq: Përpunoni Motor Kërkimesh
tr_tr: Arama motorunu düzenle
uk: Редагувати пошукову систему
zh_hans: 编辑搜索引擎
zh_hant: 編輯搜尋引擎

source: Find in Page
de: Auf Seite finden
es: Encontrar en la página
ru: Найти на странице
sq: Gjej në Faqe
tr_tr: Sayfada bul
zh_hant: 在網頁中尋找

source: Get %@
de: %@ installieren
es: Obtener %@
hr: Preuzmi %@
ru: Получить %@
sq: Merrni %@
tr_tr: %@ edinin
zh_hant: 取得 %@

source: Go to %@
de: Zu %@
es: Ir a %@
hr: Idi na %@
ru: Перейти к %@
sq: Kalo te %@
tr_tr: %@ uygulamasına git
zh_hant: 前往 %@

source: Hide App Content when in Background
de: App-Inhalt verstecken wenn im Hintergrund
es: Ocultar el contenido de la aplicación cuando está en segundo plano
fa: پنهان کردن محتوای برنامه در پس‌زمینه
fi: Piilota sovelluksen sisältö sen ollessa taustalla
hr: Sakrij sadržaj aplikacije kad se nalazi u pozadini
is: Fela efni forrits þegar er í bakgrunni
ja: バックグラウンド時は内容を隠す
pt_br: Ocultar o Conteúdo do Aplicativo Quando em Segundo Plano
ru: Скрывать контент, когда приложение работает в фоне
sq: Fshihe Lëndën e Aplikacionit, teksa gjendet në Prapaskenë
tr_tr: Arka plandayken uygulama içeriği gizlensin
uk: Приховати вміст застосунку коли його згорнуто
zh_hans: 在后台时隐藏应用程序内容
zh_hant: 在背景執行時隱藏應用內容

source: IndexedDB Databases
de: IndexedDB Datenbanken
hr: IndexedDB baze podataka
ru: Базы данных IndexedDB
sq: Baza të dhënash IndexedDB
tr_tr: IndexedDB veri tabanları
zh_hant: IndexedDB 資料庫

source: Install %@
de: Installiere %@
es: Instalar %@
hr: Instaliraj %@
ru: Установить %@
sq: Instalo %@
tr_tr: %@ kur
zh_hant: 安裝 %@

source: Lock App with Device Passcode
de: App mit Gerätepasswort sperren
es: Bloquea la Aplicación con la Contraseña del Dispositivo
fa: قفل کردن برنامه با رمز عبور دستگاه
fi: Lukitse sovellus laitteen pääsykoodilla
fr: Verrouiller l’appli avec le code d’accès de l’appareil
hr: Zaključaj aplikaciju sa šifrom uređaja
is: Læsa forriti með aðgangskóða tækis
it: Blocca l'app con codice dispositivo
ja: 端末のパスワードでロック
sq: Kyçe Aplikacionin me Kodkalim Pajisjeje
tr_tr: Uygulama Aygıt Parolası ile kilitlensin
uk: Блокувати доступ до застосунку паролем
zh_hans: 用设备口令锁定应用
zh_hant: 使用裝置密碼來鎖定程式

source: Lock App with Face ID or Device Passcode
de: App mit Face ID oder Gerätepasswort sperren
es: Bloquea la Aplicación con Face ID o con la Contraseña del Dispositivo
fa: قفل کردن برنامه با شناسه چهره یا رمز عبور دستگاه
fi: Lukitse sovellus Face ID:llä tai laitteen pääsykoodilla
fr: Verrouiller l’appli avec Face ID ou le code d’accès de l’appareil
hr: Zaključaj aplikaciju s Face ID ili sa šifrom uređaja
is: Læsa forriti með andlitsauðkenni (Face ID) eða aðgangskóða tækis
it: Blocca l'app con Face ID o codice dispositivo
ja: 端末のパスワードかFaceIDでロック
ru: Блокировка приложения с помощью Face ID или кода устройства.
sq: Kyçe Aplikacionin me Face ID ose Kodkalim Pajisjeje
tr_tr: Uygulama Face ID ya da Aygıt Parolası ile kilitlensin
uk: Блокувати доступ до застосунку Face ID або паролем
zh_hans: 用 Face ID 或设备密码将应用锁上
zh_hant: 使用 Face ID 或裝置密碼來鎖定程式

source: Lock App with Touch ID or Device Passcode
de: App mit Touch ID oder Gerätepasswort sperren
es: Bloquea la Aplicación con Touch ID o con la Contraseña del Dispositivo
fa: برنامه را با Touch ID یا رمز عبور دستگاه قفل کنید
fi: Lukitse sovellus Touch ID:llä tai laitteen pääsykoodilla
fr: Verrouiller l’appli avec Touch ID ou le code d’accès de l’appareil
hr: Zaključaj aplikaciju s Touch ID ili sa šifrom uređaja
is: Læsa forriti með snertiauðkenni (Touch ID) eða aðgangskóða tækis
it: Blocca l'app con Touch ID o codice dispositivo
ja: 端末のパスワードかTouchIDでロック
ru: Блокировка приложения с помощью Touch ID или кода устройства.
sq: Kyçe Aplikacionin me Touch ID ose Kodkalim Pajisjeje
tr_tr: Uygulama Touch ID ya da Aygıt Parolası ile kilitlensin
uk: Блокувати доступ до застосунку Touch ID або паролем
zh_hans: 用 Face ID 或设备密码将应用锁上
zh_hant: 使用 Touch ID 或裝置密碼來鎖定程式

source: Memory Cache
de: Speicher-Cache
es: Memoria caché
ru: Кэш памяти
sq: Fshehtinë Kujtese
tr_tr: Bellek ön belleği
zh_hant: 記憶體快取

source: My Search Engine
de: Meine Suchmaschine
es: Mi motor de busqueda
fa: موتور جستجوی من
fi: Oma hakukone
hr: Moja tražilica
is: Leitarvélin mín
ja: 検索エンジンリスト
ru: Моя поисковая система
sq: Motori Im i Kërkimeve
tr_tr: Arama motorum
uk: Моя пошукова система
zh_hans: 我的搜索引擎
zh_hant: 使用的搜尋引擎

source: Offline Web Application Cache
de: Offline Web-App-Cache
es: Caché de aplicaciones web sin conexión
ru: Автономный кэш веб-приложений
sq: Fshehtëin Jashtë Interneti Aplikacioni Web
tr_tr: Çevrimdışı internet uygulaması ön belleği
zh_hant: 離線網頁應用程式快取

source: Open in Default Browser
de: Im Standard-Browser öffnen
es: Abrir en el navegador predeterminado
hr: Otvori u standardnom pregledniku
ru: Открыть в браузере по умолчанию
sq: Hape Në Shfletuesin Parazgjedhje
tr_tr: Varsayılan tarayıcıda aç
zh_hant: 以預設瀏覽器開啟

source: Request Access
de: Fordere Zugriff an
es: Solicitar acceso
hr: Zatraži pristup
ru: Запрос доступа
sq: Kërko Hyrje
tr_tr: İstekte bulun
zh_hant: 請求存取

source: Retry after you added the authentication key to %@.
de: Versuchs nochmal, nachdem Du den Authentifizierungsschlüssel zu %@ hinzugefügt hast.
es: Volver a intentarlo después de agregar la clave de autenticación a %@.
ru: Повторите попытку после добавления ключа аутентификации в %@
sq: Riprovoni pasi të keni shtuar kyçin e mirëfilltësimit te %@.
tr_tr: %@ üzerine kimlik doğrulama anahtarını ekledikten sonra yeniden deneyin.
zh_hant: 將於您為 %@ 新增認證金鑰後重試。

source: Search URL
de: Such-URL
es: Buscar URL
fa: آدرس جستجو
fi: Haku-URL
hr: Traži URL
is: Leitarslóð
ja: URLを検索
ru: URL поиска
sq: URL Kërkimi
tr_tr: Arama adresi
uk: Пошук URL
zh_hans: 搜索 URL
zh_hant: 搜查 URL

source: Service Worker Registrations
de: Service-Worker-Registrierungen
es: Registros de trabajadores de servicios
ru: Регистрация Service Worker
sq: Regjistrim “Service Worker”-i
tr_tr: Hizmet işlemi kayıtları
zh_hant: 已註冊的 Service Worker

source: Session Storage
de: Session-Speicher
es: Almacenamiento de sesiones
ru: Хранилище сессий
sq: Depozitë Sesioni
tr_tr: Oturum depolaması
zh_hant: 工作階段儲存空間

source: So that you can do more with Tor on iOS! In %1$@, %2$@ improves the browsing experience with:
de: Damit Du mehr mit Tor auf iOS machen kannst! %2$@ verbessert das Surferlebnis mit %1$@ auf folgende Weise:
es: ¡Para que puedas hacer más con Tor en iOS! En %1$@, %2$@ mejora la experiencia de navegación con:
ru: Чтобы вы могли позволить себе больше с Tor на iOS! %2$@ улучшает использование интернета в %1$@ с помощью:
sq: Që të mund të bëni më tepër gjëra me Tor-in në iOS! Në %1$@, %2$@ përmirëson funksionimin e shfletimit me:
tr_tr: Artık iOS üzerinde Tor ile daha fazlasını yapabilirsiniz! %1$@ içinde, %2$@ şunlarla gezinme deneyimini iyileştirir:
zh_hant: 為了讓您能在 iOS 上使用 Tor 做到更多！使用 %1$@ 時，%2$@ 能透過這些方式提升您的瀏覽體驗：

source: Start Tor
de: Starte Tor
es: Iniciar Tor
hr: Pokreni Tor
ru: Запустить Tor
sq: Nis Tor-in
tr_tr: Tor başlat
zh_hant: 啟動 Tor

source: Start Tor in %@.
de: Starte Tor in %@.
es: Iniciar Tor en %@.
hr: Pokreni Tor u %@u.
ru: Запустить Tor в %@.
sq: Nise Tor-in në %@.
tr_tr: %@ içinden Tor başlat
zh_hant: 從 %@ 啟動 Tor。

source: Tell websites that you object to processing and selling of your personal data
de: Widerspreche der Verarbeitung und dem Verkauf Deiner persönlichen Daten auf Webseiten
es: Informar a los sitios web que te opones al procesamiento y la venta de tus datos personales
ru: Сообщать сайтам, что вы возражаете против обработки и продажи ваших персональных данных
sq: U thoni sajteve se kundërshtoni përpunimin dhe shitjen e të dhënave tuaja personale
tr_tr: Kişisel verilerinizin işlenmesine ve satılmasını kabul etmediğinizi sitelere bildirin
zh_hant: 告訴網站您拒絕其處理與販售您的個人資料

source: The encryption method for this server is outdated.
de: Die Verschlüsselungsmethode für diesen Server ist veraltet.
es: El método de cifrado de este servidor está desactualizado.
hr: Metoda šifriranja za ovaj poslužitelj je zastarjela.
ru: Метод шифрования для данного сервера устарел.
sq: Metoda e fshehtëzimit për këtë shërbyes është e vjetruar.
tr_tr: Bu sunucunun şifreleme yöntemi güncel değil.
zh_hant: 該伺服器的加密方式已過時。

source: Then come back for private browsing.
de: Dann komm zurück um privat zu Surfen.
es: Luego regresa para la navegación privada.
hr: Zatim se vrati za privatno pregledavanje.
ru: Затем возвращайтесь для защищенного использования интернета.
sq: Mandej kthehuni për shfletim privat.
tr_tr: Ardından gizli gezinme için geri gelin.
zh_hant: 然後回來享受私密瀏覽。

source: This site may need authentication. If you received an authentication key for this site, add it to %@!
de: Diese Seite könnte vielleicht eine Authentifizierung benötigen. Wenn Du einen Authentifizierungsschlüssel für diese Seite erhalten hast, füge ihn zu %@ hinzu!
es: Este sitio puede necesitar autenticación. Si recibiste una clave de autenticación para este sitio, agrégala a %@!
ru: Этому сайту может потребоваться аутентификация. Если вы получили ключ аутентификации для этого сайта, добавьте его в %@
sq: Ky saj mund të dojë mirëfilltësim. Nëse morët një kyç mirëfilltësimi për këtë sajt, shtojeni te %@!
tr_tr: Bu site için kimlik doğrulaması gerekebilir. Bu site için bir kimlik doğrulama anahtarı aldıysanız, onu %@ üzerine ekleyin!
zh_hant: 這個網站可能需要認證。如果您有這個網站的認證金鑰，請將其加入 %@！

source: This will allow %@ to:
de: Das erlaubt %@ folgendes:
es: Esto permitirá que %@:
hr: Ovo će dozvoliti da %@:
ru: Это позволит %@:
sq: Kjo do t’i lejojë %@ të:
tr_tr: %@ şunları yapabilir:
zh_hant: 這將允許 %@：

source: Update
de: Ändern
es: Actualizar
fa: به‌روز‌رسانی
fi: Päivitä
hr: Aktualiziraj
is: Uppfæra
ja: アップデート
ru: Обновить
sq: Përditësoje
tr_tr: Güncelle
uk: Оновити
zh_hans: 更新
zh_hant: 更新

source: WebSQL Databases
de: WebSQL-Datenbanken
hr: WebSQL baze podataka
ru: Базы данных WebSQL
sq: Baza të dhënash WebSQL
tr_tr: WebSQL veri tabanları
zh_hant: WebSQL 資料庫

source: Welcome to %@
de: Willkommen beim %@
es: Bienvenido a %@
ru: Добро пожаловать %@
sq: Mirë se vini në %@
tr_tr: %@ uygulamasına hoş geldiniz
zh_hant: 歡迎使用 %@

source: Why
de: Warum
es: Porque
hr: Zašto
ru: Почему
sq: Pse
tr_tr: Neden
zh_hant: 為什麼

source: Why %1$@ needs %2$@
de: Warum %1$@ %2$@ benötigt
es: Por qué %1$@ necesita %2$@
hr: Zašto %1$@ treba %2$@
ru: Почему %1$@ необходим %2$@
sq: Pse i duhen %2$@ %1$@
tr_tr: %1$@ için neden %2$@ gerekli
zh_hant: 為何 %1$@ 需要使用 %2$@

source: You might be connecting to a server that is pretending to be "%@" which could put your confidential information at risk.
de: Du könntest dich zu einem Server verbinden, der vorgibt "%@" zu sein, und damit deine vertraulichen Informationen in Gefahr bringen.
es: Es posible que te estés conectando a un servidor que pretende ser "%@", lo que podría poner en riesgo tu información confidencial.
ru: Возможно, вы подключаетесь к серверу, который выдает себя за "%@", что может подвергнуть риску вашу конфиденциальную информацию.
sq: Mund të jeni duke u lidhur me një shërbyes që pretendon të jetë “%@”, çka mund të vërë në rrezik hollësitë tuaja rezervat.
tr_tr: Gizli bilgilerinizi tehlikeye atabilecek "%@" gibi davranan bir sunucuya bağlanıyor olabilirsiniz.
zh_hant: 您可能正在連線到一個試圖偽裝成 "%@" 的伺服器，這可能讓您的機敏資訊曝露在風險中。

source: You're one step closer to private browsing.
de: Du bist einen Schritt näher am privaten Surfen.
es: Estas a un paso mas cerca de navegar de forma privada.
ru: Вы стали на шаг ближе к приватному использованию браузера.
sq: Jeni një hap më pranë shfletimit privat.
tr_tr: Gizli gezinmeye bir adım daha yaklaştınız.
zh_hant: 您離私密瀏覽更近了一步。

source: Disk Cache
es: Caché de disco
ru: Кэш диска
sq: Fshehtinë Disku
tr_tr: Disk ön belleği
zh_hant: 磁碟快取

source: Fetch Cache
es: Obtener caché
ru: Получить кеш
sq: Sill Fshehtinë
tr_tr: Alma ön belleği
zh_hant: 擷取快取
